Repository: Devesh1304/FX5u_Web_HMI_App_v2
Catalog: Resources/Pages/Alarms.*.resx
Languages: gu_in

source: Alarms Screen
gu_in: અલાર્મ સ્ક્રીન

source: Jog Mode Screen
gu_in: અલાર્મ સ્ક્રીન

source: HOME
gu_in: હોમ

source: ERROR RESET
gu_in: એરર રીસેટ

source: Servo Communication Error:
gu_in: સર્વો કોમ્યુનિકેશન એરર:

source: Servo Communication Error Code:
gu_in: સર્વો કોમ્યુનિકેશન એરર કોડ:

source: Servo Error:
gu_in: સર્વો એરર:

source: Undervoltage
gu_in: અંડરવોલ્ટેજ

source: Memory error 2 (EEP-ROM)
gu_in: મેમરી એરર 2 (EEP-ROM)

source: Encoder initial communication error 1
gu_in: એન્કોડર પ્રારંભિક કોમ્યુનિકેશન એરર 1

source: Memory error 3 (FLASH-ROM)
gu_in: મેમરી એરર 3 (FLASH-ROM)

source: Encoder initial communication error 2
gu_in: એન્કોડર પ્રારંભિક કોમ્યુનિકેશન એરર 2

source: Encoder initial communication error 3
gu_in: એન્કોડર પ્રારંભિક કોમ્યુનિકેશન એરર 3

source: Encoder normal communication error 1
gu_in: એન્કોડર સામાન્ય કોમ્યુનિકેશન એરર 1

source: Encoder normal communication error 2
gu_in: એન્કોડર સામાન્ય કોમ્યુનિકેશન એરર 2

source: Main circuit error
gu_in: મુખ્ય સર્કિટ એરર

source: Regenerative error
gu_in: રીજનરેટિવ એરર

source: Overspeed
gu_in: ઓવરસ્પીડ

source: Overcurrent
gu_in: ઓવરકરન્ટ

source: Overvoltage
gu_in: ઓવરવોલ્ટેજ

source: Command frequency error
gu_in: કમાન્ડ ફ્રીક્વન્સી એરર

source: Parameter error
gu_in: પેરામીટર એરર

source: Servo motor overheat
gu_in: સર્વો મોટર ઓવરહીટ

source: Overload 1
gu_in: ઓવરલોડ 1

source: Overload 2
gu_in: ઓવરલોડ 2

source: Error excessive
gu_in: એરર એક્સેસિવ

source: Forced stop error
gu_in: ફોર્સડ સ્ટોપ એરર

source: communication time-out error
gu_in: કોમ્યુનિકેશન ટાઈમ-આઉટ એરર

source: Servo amplifier overheat warning
gu_in: સર્વો એમ્પ્લીફાયર ઓવરહીટ ચેતવણી

source: Excessive regenerative warning
gu_in: એક્સેસિવ રીજનરેટિવ ચેતવણી

source: Overload warning 1
gu_in: ઓવરલોડ ચેતવણી 1

source: Servo forced stop warning
gu_in: સર્વો ફોર્સડ સ્ટોપ ચેતવણી

source: Overload warning 2
gu_in: ઓવરલોડ ચેતવણી 2

source: Output watt excess warning
gu_in: આઉટપુટ વોટ એક્સેસ ચેતવણી
