Repository: Devesh1304/FX5u_Web_HMI_App_v2
Catalog: Resources/Pages/History.*.resx
Languages: gu_in

source: History Viewer
gu_in: હિસ્ટ્રી વ્યૂઅર

source: Historical Data Viewer
gu_in: ઐતિહાસિક ડેટા વ્યૂઅર

source: Last 1 Hour
gu_in: છેલ્લા 1 કલાક

source: Last 24 Hours
gu_in: છેલ્લા 24 કલાક

source: Last 7 Days
gu_in: છેલ્લા 7 દિવસ

source: Start Time:
gu_in: શરૂઆતનો સમય:

source: End Time:
gu_in: અંત સમય:

source: Filter
gu_in: ફિલ્ટર

source: HOME
gu_in: હોમ

source: NEXT
gu_in: આગળ

source: Torque
gu_in: ટોર્ક

source: Position (mm)
gu_in: પોઝિશન (mm)

source: Breaker No
gu_in: બ્રેકર નંબર

source: Local Time (IST)
gu_in: સ્થાનિક સમય (IST)

source: Time
gu_in: સમય
