Repository: Devesh1304/FX5u_Web_HMI_App_v2
Catalog: Resources/Pages/Index.*.resx
Languages: gu_in

source: Home Screen
gu_in: હોમ સ્ક્રીન

source: CIRCUIT BREAKER REMOTE RACKING SYSTEM
gu_in: સર્કિટ બ્રેકર રિમોટ રેકિંગ સિસ્ટમ

source: BREAKER TYPE SELECTION
gu_in: બ્રેકર પ્રકાર પસંદગી

source: BREAKER POSITION SELECTION
gu_in: બ્રેકર પોઝિશન પસંદગી

source: IN START
gu_in: અંદર શરૂ કરો

source: OUT START
gu_in: બહાર શરૂ કરો

source: POSITION AT EMG. (mm):
gu_in: ઇમરજન્સી પોઝિશન (mm):

source: INTERLOCKS
gu_in: ઇન્ટરલોક

source: BREAKER
gu_in: બ્રેકર

source: TROLLEY BRAKES APPLIED
gu_in: ટ્રોલી બ્રેક લાગુ

source: PERSON IN SAFE ZONE
gu_in: વ્યક્તિ સલામત ઝોનમાં

source: EMERGENCY
gu_in: ઇમરજન્સી

source: MAIN
gu_in: મુખ્ય

source: JOG SELECTION
gu_in: જોગ પસંદગી

source: BREAKER POSITION
gu_in: બ્રેકર પોઝિશન

source: BREAKER SELECTION
gu_in: બ્રેકર પસંદગી

source: TREND GRAPH
gu_in: ટ્રેન્ડ ગ્રાફ
