Repository: Devesh1304/FX5u_Web_HMI_App_v2
Catalog: Resources/Pages/JogMode.*.resx
Languages: gu_in

source: Jog Mode Screen
gu_in: જોગ મોડ સ્ક્રીન

source: INSTANT. TORQUE (%):
gu_in: ઇન્સ્ટન્ટ ટોર્ક (%):

source: CURRENT POSITION (mm):
gu_in: વર્તમાન પોઝિશન (mm):

source: POSITION AT EMG. (mm):
gu_in: ઇમરજન્સી પોઝિશન (mm):

source: SERVO JOG SPEED:
gu_in: સર્વો જોગ સ્પીડ:

source: ACTUATOR IN SET TIME:
gu_in: એક્ટ્યુએટર ઇન સેટ ટાઇમ:

source: ACTUATOR OUT SET TIME:
gu_in: એક્ટ્યુએટર આઉટ સેટ ટાઇમ:

source: JOG MODE
gu_in: જોગ મોડ

source: IN
gu_in: ઇન

source: OUT
gu_in: આઉટ

source: ACTUATOR
gu_in: એક્ટ્યુએટર

source: EMERGENCY
gu_in: ઇમરજન્સી

source: ACTUATOR IN (Y4):
gu_in: એક્ટ્યુએટર ઇન (Y4):

source: ACTUATOR OUT (Y5):
gu_in: એક્ટ્યુએટર આઉટ (Y5):

source: HOME
gu_in: હોમ
