Repository: Devesh1304/FX5u_Web_HMI_App_v2
Catalog: Resources/Pages/MainScreen.*.resx
Languages: gu_in

source: Main Screen
gu_in: મુખ્ય સ્ક્રીન

source: MAX FORWARD TORQUE (%):
gu_in: મહત્તમ ફોરવર્ડ ટોર્ક (%):

source: MAX REVERSE TORQUE (%):
gu_in: મહત્તમ રિવર્સ ટોર્ક (%):

source: SERVO ERROR:
gu_in: સર્વો એરર:

source: CONT OFF TIME:
gu_in: સતત બંધ સમય:

source: INSTANT. TORQUE (%):
gu_in: ઇન્સ્ટન્ટ ટોર્ક (%):

source: TOTAL TRAVEL LENGTH (mm):
gu_in: કુલ મુસાફરી લંબાઈ (mm):

source: CURRENT POSITION (mm):
gu_in: વર્તમાન પોઝિશન (mm):

source: POSITION AT EMG. (mm):
gu_in: ઇમરજન્સી પોઝિશન (mm):

source: BREAKER TYPE SELECTION
gu_in: બ્રેકર પ્રકાર પસંદગી

source: IN START
gu_in: અંદર શરૂ કરો

source: OUT START
gu_in: બહાર શરૂ કરો

source: EMERGENCY
gu_in: ઇમરજન્સી

source: RACKING IN:
gu_in: રેકિંગ ઇન:

source: RACKING OUT:
gu_in: રેકિંગ આઉટ:

source: HOME
gu_in: હોમ

source: EMG RACK
gu_in: ઇમરજન્સી રેક

source: POINT TABLE
gu_in: પોઈન્ટ ટેબલ
