Repository: Devesh1304/FX5u_Web_HMI_App_v2
Catalog: Resources/Pages/PointTable1.*.resx
Languages: gu_in

source: Point Table 1
gu_in: પોઈન્ટ ટેબલ 1

source: SAVE
gu_in: સેવ

source: TOLERANCE
gu_in: ટોલરન્સ

source: BACK
gu_in: પાછા

source: WRITE 1
gu_in: રાઈટ 1

source: WRITE 2
gu_in: રાઈટ 2

source: WRITE 3
gu_in: રાઈટ 3

source: READ 1
gu_in: રીડ 1

source: READ 2
gu_in: રીડ 2

source: READ 3
gu_in: રીડ 3

source: POSITION
gu_in: પોઝિશન

source: SPEED
gu_in: સ્પીડ

source: ACC
gu_in: પ્રવેગ

source: DECC
gu_in: મંદન

source: DWELL TIME
gu_in: ડવેલ સમય

source: AUX. FUN.
gu_in: ઓક્સ. ફંક્શન

source: M - CODE
gu_in: M - કોડ

source: MAX FORWARD TORQUE (%):
gu_in: મહત્તમ ફોરવર્ડ ટોર્ક (%):

source: MAX REVERSE TORQUE (%):
gu_in: મહત્તમ રિવર્સ ટોર્ક (%):

source: HOME
gu_in: હોમ

source: ALARM
gu_in: અલાર્મ

source: NEXT
gu_in: આગળ
